
// Class = "NSButton"; ibShadowedToolTip = "Select this to check for external file changes. Use at your own risk."; ObjectID = "2";
"Select this to check for external file changes. Use at your own risk." = "外部からのファイルの変更をチェックします。ご自身の責任で使用してください。";

// Class = "NSTextField"; ibShadowedToolTip = "Enter the arguments for the command. Use %file to indicate the file to open and %line for the line number"; ObjectID = "7";
"Enter the arguments for the command. Use %file to indicate the file to open and %line for the line number" = "コマンドの引数を入力してください。%file は開くファイルを示し、%lineは行番号をあわらします。";

// Class = "NSPopUpButton"; ibShadowedToolTip = "Choose settings for a preset TeX editor, or use custom settings"; ObjectID = "8";
"Choose settings for a preset TeX editor, or use custom settings" = "予め設定されたTeXのエディタの設定を選択するか、カスタム設定を使用してください。";

// Class = "NSTextField"; ibShadowedToolTip = "Enter the command to call your favorite TeX editor"; ObjectID = "9";
"Enter the command to call your favorite TeX editor" = "お気に入りのTeXエディタを起動するコマンドを入力してください。";

// Class = "NSTextFieldCell"; title = "Do not select this when using a script or program that will force a revert."; ObjectID = "12";
"Do not select this when using a script or program that will force a revert." = "強制的に元に戻すスクリプトやプログラムを使うときは選択しないでください。";

// Class = "NSTextFieldCell"; title = "Preset:"; ObjectID = "13";
"Preset:" = "初期値:";

// Class = "NSMenuItem"; title = "Custom"; ObjectID = "17";
"Custom" = "カスタム";

// Class = "NSTextFieldCell"; title = "Arguments:"; ObjectID = "20";
"Arguments:" = "引数:";

// Class = "NSTextFieldCell"; title = "PDF-TeX Sync support:"; ObjectID = "21";
"PDF-TeX Sync support:" = "PDF-TeX 同期サポート:";

// Class = "NSTextFieldCell"; title = "Command:"; ObjectID = "22";
"Command:" = "コマンド:";

// Class = "NSButtonCell"; title = "Check for file changes"; ObjectID = "23";
"Check for file changes" = "ファイルの変更をチェック";

/* Class = "NSButton"; ibShadowedToolTip = "Select this to reload automatically. Use at your own risk."; ObjectID = "59"; */
"Select this to reload automatically. Use at your own risk." = "自動的にリロードするにはこれを選択します。ご自身の責任で使用してください。";

/* Class = "NSButtonCell"; title = "Reload automatically"; ObjectID = "60"; */
"Reload automatically" = "自動的にリロードする";
